Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/avdelinger_id_284.html.tmx
Source language: nob
Languages: sme

source: Avdelinger - regjeringen.no
sme: Departemeantta ossodagat - regjeringen.no

source: Avdeling for havbruk, sjømat og marked
sme: Mearradoalu, mearrabiepmu ja márkana ossodat

source: Telefon:
sme: Telefovdna:

source: E-post:
sme: Fáksa:

source: Faks:
sme: Fáksa:

source: Forsknings- og innovasjonsavdelingen
sme: Dutkan- ja ođđahutkanossodat

source: Kommunikasjonsenheten (FKD)
sme: Gulahallanovttadat

source: Administrasjonsenheten
sme: Hálddahusovttadat
